const questions = [
  {
    text: "رستا کیه و چرا باید در مدرسه تابستانه شرکت کنم؟",
    answer:
      "رستا یه جمع علمی-ترویجی و متشکل دانشجوهای دانشگاه‌های مختلف ایرانه که رسالت اون، تلاش جهت تحقق آموزش و پژوهش در راستای رشد و تربیته.\n" +
      "در رویداد مجازی، می‌تونید در یک پلتفرم تعاملی به صورت گروهی و با کمک همیارهاتون، در ۴ کارگاه علمی و در آخر در مسابقه نهایی شرکت کنین و در رویداد حضوری که در دانشگاه شریف برگزار میشه، در ۵ کارگاه‌ مختلف شرکت می‌کنید و سه روز علمی و هیجان‌انگیز رو پشت سر می‌ذارید.",
  },
  {
    text: "هزینه شرکت در رویداد چقدره؟",
    answer:
      "هزینه شرکت در رویداد مجازی برای هر نفر ۱۴۰ هزار تومن و هزینه شرکت در رویداد حضوری برای هر نفر ۲۰۰ هزار تومنه.\n" +
      "دقت داشته باشید که در مرحله اول ثبت نام نیاز نیست هزینه‌ای پرداخت کنید و فقط باید به سوالات ورودی پاسخ بدید. بعد از پایان مهلت ثبت‌نام در صورتی که اسم شما توی لیست پذیرفته‌شدگان هر رویداد باشه، می‌تونید به سایت مراجعه کنید و پرداخت رو انجام بدید.",
  },
  {
    text: "مخاطب مدرسه تابستانه ۱۴۰۲ چه کسانی هستند؟",
    answer:
      "مخاطب‌های مدرسه تابستانه امسال، دانش‌آموزان ورودی پایه‌های دهم تا دوازدهم سراسر کشور هستند که دوست دارند طعم یادگیری همراه با چالش، بازی و تعامل رو بچشند.",
  },

  {
    text: "آیا تو مدرسه تابستانه، همیار داریم یا نه؟",
    answer:
      "توی هر‌ دو رویداد مجازی و حضوری امسال، همیار خواهیم داشت؛ یعنی این که هر گروهی کارگاه‌های علمی‌ رو به کمک همیار‌ها می‌گذرونه.\n" +
      "منظور از همیار‌ها، دانشجوهایی هستن که توی اون‌ رشته‌ها تحصیل میکنن یا با مباحثش آشنا هستن و می‌تونن شما رو کمک کنن تا کنار هم از یادگیری یه موضوع لذت ببرید و در طول کارگاه‌ها هروقت سوالی داشتید ازشون بپرسید.",
  },
];

export default questions;
