const questions = [
  {
    text: "چرا باید در مدرسه تابستانه رستا شرکت کنیم؟",
    answer:
      "مدرسه تابستانه رستا، جایی هست که‌ میتونید طی سه روز، کلی چالش‌های علمی رو تجربه کنید و در یک بستر تعاملی چیزهای مختلفی یاد بگیرید، بازی کنید و خوش بگذرونید!\n" +
      "در رویداد مجازی می‌تونید در بستر پلتفرم کاموا با همگروهی‌هاتون کارگاه‌های ‌علمی رو بگذرونید و در مسابقه پایانی شرکت کنید.\n" +
      "در رویداد حضوری هم میتونید در کارگاه‌های علمی مختلف که در دانشگاه شریف برگزار میشه شرکت کنید و همراه با همگروهی‌هاتون، سه روز علمی جذاب رو پشت سر بگذارید.",
  },
  {
    text: "هزینه شرکت در مدرسه تابستانه ۱۴۰۱ رستا چقدره؟",
    answer:
      "هزینه شرکت در رویداد برای هر فرد، ۱۸۵ هزار تومانه اما در حالتی که به صورت گروهی در رویداد ثبت‌ نام و شرکت کنید، هزینه رویداد برای هر فرد، ۱۲۰ هزار تومان خواهد بود اما دقت کنید که در مرحله اول ثبت نام، لازم نیست هزینه‌ای پرداخت کنید.\n" +
      "بعد از پایان مهلت ثبت‌ نام، در صورتی که جزو پذیرفته‌شدگان در رویداد باشید، میتونید مراحل پرداخت رو از طریق سایت طی کنید.",
  },
  {
    text: "مخاطب مدرسه تابستانه ۱۴۰۱ رستا، چه کسانی هستند؟",
    answer:
      "مخاطب‌های مدرسه تابستانه امسال، دانش‌آموزان ورودی پایه‌های دهم تا دوازدهم سراسر کشور هستند که دوست دارند طعم یادگیری همراه با چالش، بازی و تعامل رو بچشند.",
  },

  {
    text: "توی مدرسه تابستانه رستا، همیار داریم یا نه؟",
    answer:
      "توی هر‌ دو رویداد مجازی و حضوری امسال، همیار خواهیم داشت؛ یعنی این که هر گروهی کارگاه‌های علمی‌ رو به کمک همیار‌ها می‌گذرونه./n" +
      "منظور از همیار‌ها، دانشجوهایی هستن که توی اون‌ رشته‌ها تحصیل میکنن یا با مباحثش آشنا هستن و می‌تونن شما رو کمک کنن تا کنار هم از یادگیری یه موضوع لذت ببرید و در طول کارگاه‌ها هروقت سوالی داشتید ازشون بپرسید.",
  },
];

export default questions;
