const questions = [
  {
    text: "چرا باید در مدرسه تابستانه شرکت کنیم؟",
    answer:
      "مدرسه تابستانه، جایی هست که‌ میتونید طی سه روز، کلی چالش‌های علمی رو تجربه کنید و در یک بستر تعاملی چیزهای مختلفی یاد بگیرید، بازی کنید و خوش بگذرونید!\n" +
      "در رویداد مجازی می‌تونید در بستر پلتفرم کاموا با همگروهی‌هاتون کارگاه‌های ‌علمی رو بگذرونید و در مسابقه پایانی شرکت کنید.\n" +
      "در رویداد حضوری هم میتونید در کارگاه‌های علمی مختلف که در دانشگاه شریف برگزار میشه شرکت کنید و همراه با همگروهی‌هاتون، سه روز علمی جذاب رو پشت سر بگذارید.",
  },
  {
    text: "هزینه شرکت در مدرسه تابستانه ۱۴۰۱ رستا چقدره؟",
    answer:
      "هزینه شرکت در مدرسه تابستانه‌ی حضوری برای هر فرد، ۱۸۵ هزار تومان و هزینه‌ی شرکت در مدرسه تابستانه‌ی مجازی ۱۲۰ هزار تومنه. اما در صورتی که به صورت گروهی در رویداد ثبت‌ نام و شرکت کنید، می‌تونید از تخفیف مخصوص ثبت‌نام گروهی استفاده کنید." +
      "در مرحله اول ثبت نام، لازم نیست هزینه‌ای بپردازید. بعد از پایان مهلت ثبت‌‌نام و فرستادن سوالات ورودی در صورتی که جزو پذیرفته‌شدگان در رویداد باشید، می‌تونید مراحل پرداخت رو از طریق سایت انجام بدید.",
  },
  {
    text: "مخاطب مدرسه تابستانه ۱۴۰۱ چه کسانی هستند؟",
    answer:
      "مخاطب‌های مدرسه تابستانه امسال، دانش‌آموزان ورودی پایه‌های دهم تا دوازدهم سراسر کشور هستند که دوست دارند طعم یادگیری همراه با چالش، بازی و تعامل رو بچشند.",
  },

  {
    text: "آیا تو مدرسه تابستانه، همیار داریم یا نه؟",
    answer:
      "توی هر‌ دو رویداد مجازی و حضوری امسال، همیار خواهیم داشت؛ یعنی این که هر گروهی کارگاه‌های علمی‌ رو به کمک همیار‌ها می‌گذرونه.\n" +
      "منظور از همیار‌ها، دانشجوهایی هستن که توی اون‌ رشته‌ها تحصیل میکنن یا با مباحثش آشنا هستن و می‌تونن شما رو کمک کنن تا کنار هم از یادگیری یه موضوع لذت ببرید و در طول کارگاه‌ها هروقت سوالی داشتید ازشون بپرسید.",
  },
];

export default questions;
