const news = [
  {
    name: "خبری در راه است",
    image: "/cover.png",
    place: "حضوری و مجازی",
    description: [],
    teaserLink: "",
    kholase: [],
  },
  {
    name: "پوستر منتشر شد",
    image: "/poster.png",
    place: "حضوری و مجازی",
    description: [
      "🕊 جمع علمی-ترویجی رستا و سازمان ملی پرورش استعدادهای درخشان برگزار می‌کنند:",

      "مدرسه‌های تابستانه‌ ۱۴۰۱",

      "🎉 امسال با دو رویداد تابستانی همراه شما هستیم؛ یک رویداد حضوری در شهر تهران و یک رویداد مجازی در پلتفرم تعاملی!",

      "🎒 ویژه‌ی تمام دانش‌آموزان پایهٔ دهم تا دوازدهم سراسر کشور",

      "🎉 مدرسه تابستانهٔ مجازی",

      "🎯 به همراه کارگاه‌های علمی:",
      "داده‌کاوی",
      "کدگذاری و فشرده‌سازی",
      "هوش مصنوعی ",
      "الگوریتم",

      "⏰ زمان: ۲ تا ۴ شهریور ماه",
      "💻 در پلتفرم تعاملی آنلاین (کاموا)",
      "📱 کانال تلگرامی  (https://t.me/RastaOnSchool)",

      "🎉 مدرسه تابستانهٔ حضوری",

      "🎯 کارگاه‌های علمی:",
      "داده‌کاوی",
      "هوش مصنوعی",
      " الگوریتم",
      "نظریهٔ بازی",
      " مکانیک سیالات",

      "⏰ زمان: ۸ تا ۱۰ شهریور ماه",
      "📍مکان: تهران، دانشگاه صنعتی شریف",
      "📱 کانال تلگرامی (https://t.me/RastaSchool)",
    ],
    teaserLink: "",
    kholase: [
      "امسال با دو رویداد تابستانی همراه شما هستیم؛ یک رویداد حضوری در شهر تهران و یک رویداد مجازی در پلتفرم تعاملی!",
    ],
  },
  {
    name: "ثبت نام شروع شد",
    image: "/register.jpg",
    place: "حضوری و مجازی",
    description: [],
    teaserLink: "",
    kholase: [],
  },
  // {
  //   name: "خبر4",
  //   image: "/background.jpeg",
  //   place: "حضوری",
  //   description: [
  //     "احتمالاً الان رو به روی مانیتور و یا گوشیتون نشسته باشید؛ منتظر باشید که ببینید توی این متن قراره راجع به چه چیزی حرف بزنیم... درست می‌گم؟",
  //   ],
  //   teaserLink: "",
  //   kholase: [
  //     "امسال با دو رویداد تابستانی همراه شما هستیم؛ یک رویداد حضوری در شهر تهران و یک رویداد مجازی در پلتفرم تعاملی!",
  //   ],
  // },
];

export default news;
