const news = [
  {
    name: "خبر1",
    image: "/background.jpeg",
    description: [
      "احتمالاً الان رو به روی مانیتور و یا گوشیتون نشسته باشید؛ منتظر باشید که ببینید توی این متن قراره راجع به چه چیزی حرف بزنیم... درست می‌گم؟",
      "راستی احتمال یه رفیق شفیق هم داره که خیلی خوب میشناسدش و توی بروز دادن افکارش همیشه کمکش میکنه!",
      "پس با ما همراه باشید تا ببینیم دقیقا چه خبره...",
    ],
    teaserLink:
      "https://www.aparat.com/video/video/embed/videohash/OBoKE/vt/frame",
  },
  {
    name: "خبر2",
    image: "/background.jpeg",
    description: [
      "احتمالاً الان رو به روی مانیتور و یا گوشیتون نشسته باشید؛ منتظر باشید که ببینید توی این متن قراره راجع به چه چیزی حرف بزنیم... درست می‌گم؟",
      "راستی احتمال یه رفیق شفیق هم داره که خیلی خوب میشناسدش و توی بروز دادن افکارش همیشه کمکش میکنه!",
      "پس با ما همراه باشید تا ببینیم دقیقا چه خبره...",
    ],
    teaserLink:
      "https://www.aparat.com/video/video/embed/videohash/5ajz6/vt/frame",
  },
  {
    name: "خبر3",
    image: "/background.jpeg",
    description: [
      "احتمالاً الان رو به روی مانیتور و یا گوشیتون نشسته باشید؛ منتظر باشید که ببینید توی این متن قراره راجع به چه چیزی حرف بزنیم... درست می‌گم؟",
      "راستی احتمال یه رفیق شفیق هم داره که خیلی خوب میشناسدش و توی بروز دادن افکارش همیشه کمکش میکنه!",
      "پس با ما همراه باشید تا ببینیم دقیقا چه خبره...",
    ],
    teaserLink:
      "https://www.aparat.com/video/video/embed/videohash/9ngSy/vt/frame",
  },
  {
    name: "خبر4",
    image: "/background.jpeg",
    description: [
      "احتمالاً الان رو به روی مانیتور و یا گوشیتون نشسته باشید؛ منتظر باشید که ببینید توی این متن قراره راجع به چه چیزی حرف بزنیم... درست می‌گم؟",
      "راستی احتمال یه رفیق شفیق هم داره که خیلی خوب میشناسدش و توی بروز دادن افکارش همیشه کمکش میکنه!",
      "پس با ما همراه باشید تا ببینیم دقیقا چه خبره...",
    ],
    teaserLink:
      "https://www.aparat.com/video/video/embed/videohash/5ajz6/vt/frame",
  },
];

export default news;
