const workshops = [
  {
    name: "داده کاوی",
    image: "/data.jpg",
    description: [],
    teaserLink:
      "",
    place: "حضوری و مجازی",
  },
  {
    name: "الگوریتم",
    image: "/algorithm.jpg",
    description: [
      "✍🏻 فرض کنید می‌خوایم برای یه کاری دستورالعملی بنویسیم که هر کس اون رو بخونه، دقیقا کار درست رو انجام بده و به همون نتیجه‌ی قبلی برسه. ",

      "🧑🏻‍🍳 فرض کنید چنین دستورالعملی برای آشپزی داشته باشیم، یعنی هر کس با اون دستور پیش بره دقیقا به یه نتیجه‌ی واحد می‌رسه و غذاش عالی طبخ می‌شه. حالا هر چقدر هم که مهارت آشپزی نداشته باشه مهم نیست. خیلی کشف بزرگی می‌شه نه؟!",

      "💻 حتما تا حالا کلمه‌ی «الگوریتم» رو شنیدید، ولی شاید ندونید که دقیقا یعنی چی. راه حل هر مسئله یک الگوریتمه. ولی نه هر راه‌حلی، باید به نحوی باشه که هر کس با اون پیش بره بتونه مسئله رو حل کنه، حتی کامپیوترهای زبون‌نفهم!",

      "📦 توی این کارگاه کلا با الگوریتم و الگوریتیمی فکر کردن آشنا می‌شیم. روش تفکری که قراره توی خیلی از ابعاد زندگی به کارمون بیاد. اینجا مسولیت داریم که یه شرکت باربری بسازیم و رشدش بدیم و اونو از خطرات نجات بدیم!",
    ],
    teaserLink:
      "",
    place: "حضوری و مجازی",
  },
  {
    name: "هوش مصنوعی",
    image: "/AI.jpg",
    description: [],
    teaserLink:
      "",
    place: "حضوری و مجازی",
  },
  {
    name: " کدگذاری و فشرده‌سازی",
    image: "/source.jpg",
    description: [
      "🐘 چطوری میشه یه فیل رو از سوزن عبور داد؟",

      "📬 همون‌طور که برای عبور دادن یه فیل از سوزن محدودیت داریم، برای ارسال بعضی اطلاعات هم با محدودیت‌هایی مواجهیم. ",

      "📦 توی این جور مواقع مجبوریم دست به خلاصه و فشرده کردن بزنیم و حجم مطلبی که می‌فرستیم رو کم کنیم و اطلاعاتمون رو با موفقیت و هزینه کمتر ارسال کنیم. ",

      "🔍 اما چه جوری می‌شه مطلب نشون‌دهنده‌ی یک سری اطلاعات رو فشرده کرد؟",
      "💭 چه طور باید مطمئن باشیم، شخص مقابل می‌تونه متوجه اون اطلاعات و منظور ما بشه؟",
      "🤔 ممکنه که در این فرایند بخشی از اطلاعات رو به طور کامل از دست بدیم؟",

      "🔸 در کارگاه «سورس کدینگ و فشرده‌سازی» قراره فکر کنیم که آیا ممکنه به تکنولوژی‌ای دست پیدا کنیم که بشه باهاش فیل رو هم فشرده کرد و از یه سوزن رد کرد؟",
    ],
    teaserLink:
      "https://www.aparat.com/video/video/embed/videohash/QEbIv/vt/frame",
    place: "مجازی",
  },
  {
    name: "مکانیک سیالات",
    image: "/sayalat.jpg",
    description: [
      "🌬 می‌دونین اشتراک این هوایی که الآن وارد شش‌هاتون شد تا آبی که چند وقت پیش سیل به راه انداخت و حتی سرازیر شدن عسل از قاشق موقع صبحونه و یا طراحی موشک حمل‌کننده تلسکوپ جیمز وب چیه؟",

      "🌊 همشون مربوط به سیالاتن! سیالات یه شاخه از علم فیزیکه که مایعات، گازها و پلاسما رو بررسی می‌کنه. علم سیالات خیلی قدیمیه و توی زیر و بم زندگیمون بوده اما هنوز کلی جادو برامون داره و قسمت‌های ناشناخته‌ی زیادی هستن که کشف نشدن. ",

      "🎩 تو این کارگاه قراره قدرت شش‌هامون رو اندازه بگیریم، یکم با سیالات شعبده‌بازی کنیم، به صورت سالم حلقه دود درست کنیم، یادبگیریم چطور تو یه قوری می‌تونه هم‌زمان هم زهر باشه و هم پادزهر و ورژن پلاس ارشمیدس رو بفهمیم.",

      "❌ هیچ خبری هم از فرمول نیست و قراره همشون رو با بازی و آزمایش‌هایی که خودمون طراحی کردیم یاد بگیریم. خلاصه بعد این کارگاه اگه رفتین کنار جوی دیگه گذر عمر نمی‌بینین، همه‌اش موج و گرداب و نیروی شناوریه که ‌میاد جلوی چشم‌هاتون.",
    ],
    teaserLink:
      "",
    place: "حضوری",
  },
  {
    name: "نظریه بازی",
    image: "/game.jpg",
    description: [],
    teaserLink:
      "",
    place: "حضوری",
  },
];

export default workshops;
